import avatar from "./images/avatar.png";

export const chatListData = [
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Maks",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: true,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Jeck",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: true,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
  {
    image: avatar,
    firstName: "Андрей",
    lastMessage:
      "Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.",
    owner: false,
    time: "10:49",
  },
];

export const regexps: Record<string, string> = {
  first_name: "^[A-ZА-Я][a-zA-Zа-яА-Я]+$",
  second_name: "^[A-ZА-Я][a-zA-Zа-яА-Я]+$",
  display_name: "^[A-ZА-Я][a-zA-Zа-яА-Я]+$",
  login: "^(?=.{3,20}$)([A-Za-z0-9-_]*[A-Za-z-_][A-Za-z0-9-_]*)$",
  email: "^[A-Za-z0-9-_]+@+[A-Za-z]+.+[a-zA-Z]+$",
  password: "^(?=.*?[A-ZА-ЯЁ])(?=.*?[0-9]).{8,40}$",
  newPassword: "^(?=.*?[A-ZА-ЯЁ])(?=.*?[0-9]).{8,40}$",
  newPasswordAgain: "^(?=.*?[A-ZА-ЯЁ])(?=.*?[0-9]).{8,40}$",
  oldPassword: "^(?=.*?[A-ZА-ЯЁ])(?=.*?[0-9]).{8,40}$",
  passwordAgain: "^(?=.*?[A-ZА-ЯЁ])(?=.*?[0-9]).{8,40}$",
  phone: "([+7|7|8]+[0-9]{10})$",
  message: "^.*\\S.*$",
};
